struct numbers
{
	int num1;
	int num2;
};

#include<stdio.h>
int main (void)
{
	int a = 1, b = 3;
	struct numbers n1, n2;
	printf("µÎ ¼ö ÀÔ·Â");
	scanf_s("%d %d", &n1.num1, &n1.num2);
	n2.num1 = n1.num1;
	n2.num2 = n1.num2;
	if (a < b)
		printf("%d + %d = %d\n",n1.num1 , n1.num2, n1.num1 + n1.num2);//a¿Í b¸¦ ´õÇÏ´Â ÄÚµå~
	else
		printf("%d - %d = %d\n", a, b, a - b);/*a¿¡¼­ b¸¦ »©´Â ÄÚµå~ Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦
	Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦Â¦ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡
	ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡ÆıÄ¡Â¦~*/
	printf("aÀÇ ÁÖ¼Ò´Â %pÀÔ´Ï´Ù.", &a);
	return 0;
}